Repository: chrisbevan/skin.pellucid
Catalog: language/resource.language.*/strings.po
Languages: ca_es

# Addon Summary
source: A skin for Kodi from theDeadmanInYossariansTent
ca_es: Una skin per a Kodi de theDeadmanInYossariansTent

# Addon Description
source: Pellucid is a lightweight, clean and simple Kodi experience designed for maximum usability and minimum fuss.
ca_es: Pellucid és una experiència Kodi lleugera, neta i senzilla dissenyada per a la màxima usabilitat i el mínim enrenou.

# #31008
source: Sort by
ca_es: Ordenar per

# #31012
source: My Library
ca_es: La meva biblioteca

# #31014
source: title(s)
ca_es: títol(s)

# #31015
source: On
ca_es: En

# #31019
source: Open playlist
ca_es: Obre la llista de reproducció

# #31020
source: Save playlist
ca_es: Desa la llista de reproducció

# #31021
source: Clear playlist
ca_es: Esborra la llista de reproducció

# #31022
source: Select Items
ca_es: Seleccioneu elements

# #31023
source: Notification
ca_es: Notificació

# #31031
source: Play Random
ca_es: Reprodueix a l’atzar

# #31034
source: Enable Debug Grid
ca_es: Activa la graella de depuració

# #31035
source: Enable Debug Information
ca_es: Activa la informació de depuració

# #31043
source: Reload Skin
ca_es: Recarregar l'skin

# #31044
source: Debugging
ca_es: Depuració

# #31046
source: Field
ca_es: Camp

# #31048
source: Create Folder
ca_es: Crea una carpeta

# #31051
source: Disc Menu
ca_es: Menú del Disc

# #31054
source: by
ca_es: per

# #31056
source: Photo Library
ca_es: Fototeca

# #31057
source: Create Music Playlist
ca_es: Crea una llista de reproducció de música

# #31061
source: Adjust look and feel of Kodi
ca_es: Ajusteu l'aspecte de Kodi

# #31062
source: Memory
ca_es: Memòria

# #31063
source: Manage content playback
ca_es: Gestioneu la reproducció de contingut

# #31067
source: Extend Kodi's functionality
ca_es: Amplieu la funcionalitat de Kodi

# #31070
source: Screen
ca_es: Pantalla

# #31071
source: Communications and sharing
ca_es: Comunicacions i compartició

# #31073
source: Channel Guide
ca_es: Guia del canal

# #31076
source: Change Title
ca_es: Canvia el títol

# #31078
source: Now and Next
ca_es: Ara i després

# #31079
source: Import your content into Kodi
ca_es: Importeu el vostre contingut a Kodi

# #31081
source: Digital Television Setup
ca_es: Configuració de la televisió digital

# #31082
source: By
ca_es: Per

# #31087
source: Timers
ca_es: Temporitzadors

# #31088
source: Video Addons
ca_es: Complements de vídeo

# #31090
source: Music Addons
ca_es: Complements de música

# #31095
source: Transfer and copy files
ca_es: Transferir i copiar fitxers

# #31096
source: No items found
ca_es: No s'ha trobat cap element

# #31099
source: Add Group
ca_es: Afegeix un grup

# #31100
source: Rename Group
ca_es: Canvia el nom del grup

# #31101
source: Delete Group
ca_es: Suprimeix el grup

# #31102
source: Low CPU power mode
ca_es: Mode de baix consum de CPU

# #31103
source: Control how Kodi is used
ca_es: Controleu com s’utilitza Kodi

# #31104
source: Disable this addon
ca_es: Desactivar aquest complement

# #31105
source: Manage your Kodi system
ca_es: Gestionar el vostre sistema Kodi

# #31107
source: Current profile
ca_es: Perfil actual

# #31108
source: About this Kodi Installation
ca_es: Quant a aquesta instal·lació de Kodi

# #31109
source: Order: Ascending
ca_es: Ordre: Ascendent

# #31110
source: Order: Descending
ca_es: Ordre: descendent

# #31111
source: Manage your program addons
ca_es: Gestionar els complements del programa

# #31112
source: TV Guide
ca_es: Guia televisiva

# #31113
source: Kodi Addons
ca_es: Complements Kodi

# #31114
source: Pixel format
ca_es: Format de píxel

# #31116
source: Set home background directory
ca_es: Estableix el directori de fons de la pantalla principal

# #31117
source: Launch addon
ca_es: Inicia el complement

# #31118
source: PVR not active
ca_es: PVR no està actiu

# #31121
source: My Kodi
ca_es: El meu Kodi

# #31122
source: Reset home backgrounds to default
ca_es: Restableix els fons de la pantalla principal per defecte

# #31123
source: Current Queue
ca_es: Cua actual

# #31127
source: Continue Watching
ca_es: Continua mirant

# #31134
source: Manual search
ca_es: Cerca manual

# #31136
source: Now Playing
ca_es: En reproducció

# #31138
source: Stop video playing on return to menu
ca_es: Atura la reproducció de vídeo en tornar al menú

# #31142
source: Prioritise exit over shutdown in power menu
ca_es: Dóna prioritat a sortir sobre apagar al menú d’energia

# #31143
source: Remaining
ca_es: Restant

# #31145
source: Item(s)
ca_es: Elements(s)

# #31149
source: Released
ca_es: Publicat

# #31152
source: Press OK to cancel
ca_es: Premeu OK per cancel·lar

# #31153
source: Playlist saved
ca_es: Llista de reproducció desada

# #31160
source: Ends
ca_es: Finalitza

# #31165
source: TV Recordings
ca_es: Gravacions de TV

# #31169
source: Rate
ca_es: Qualificar

# #31170
source: Menus
ca_es: Menús

# #31171
source: Edit home menu
ca_es: Edita el menú principal

# #31172
source: Edit video section menu
ca_es: Edita el menú de la secció de vídeo

# #31173
source: Edit music section menu
ca_es: Edita el menú de la secció de música

# #31174
source: Edit picture section menu
ca_es: Edita el menú de la secció d'imatges

# #31176
source: New Movies
ca_es: Noves pel·lícules

# #31178
source: New TV Shows
ca_es: Nous programes de televisió

# #31179
source: Options
ca_es: Opcions

# #31180
source: New Albums
ca_es: Àlbums nous

# #31181
source: Random Albums
ca_es: Àlbums aleatoris

# #31187
source: Top Albums
ca_es: Millors àlbums

# #31188
source: season(s)
ca_es: temporada(es)

# #31189
source: episode(s)
ca_es: episodi(s)

# #31190
source: All Episodes
ca_es: Tots els episodis

# #31195
source: Show only unwatched items:
ca_es: Mostra només els elements no vistos:

# #31199
source: Artists in
ca_es: Artistes en

# #31203
source: Smart Playlist
ca_es: Llista de reproducció intel·ligent

# #31205
source: No further details available.
ca_es: No hi ha més detalls disponibles.

# #31206
source: Kodi System Information
ca_es: Informació del sistema Kodi

# #31209
source: <Source name>
ca_es: <Nom de la font>

# #31211
source: <Smart playlist name>
ca_es: <Nom de la llista de reproducció intel·ligent>

# #31212
source: From
ca_es: Des de

# #31213
source: Showing unwatched titles only
ca_es: Es mostren només els títols sense veure

# #31215
source: TV Channels
ca_es: Canals de TV

# #31216
source: TV Shows
ca_es: Sèries

# #31218
source: Enable this addon
ca_es: Activa aquest complement

# #31220
source: Disable extended fanart
ca_es: Desactiva el fanart ampliat

# #31221
source: Play Disc
ca_es: Reprodueix el disc

# #31222
source: Change Channel Group
ca_es: Canvia el grup de canals

# #31223
source: All Albums
ca_es: Tots els àlbums

# #31224
source: All Movies
ca_es: Totes les pel·lícules

# #31225
source: All TV Shows
ca_es: Tots els programes de televisió

# #31226
source: LibreElec Settings
ca_es: Configuració de LibreElec

# #31228
source: Edit Menu
ca_es: Edita el menú

# #31229
source: Play Music
ca_es: Reprodueix música

# #31230
source: Game Settings
ca_es: Configuració del joc

# #31231
source: Game related options
ca_es: Opcions relacionades amb el joc

# #31232
source: Games
ca_es: Jocs

# #31233
source: Edit game section menu
ca_es: Edita el menú de la secció del joc

# #31234
source: Game Addons
ca_es: Addons de joc

# #31236
source: Radio / TV
ca_es: Ràdio / TV

# #31237
source: Results for
ca_es: Resultats per a

# #31238
source: Disable recently added section for Movies
ca_es: Desactiva la secció afegida recentment a Pel·lícules

# #31239
source: Disable recently added section for TV Shows
ca_es: Desactiva la secció afegida recentment a Sèries

# #31240
source: Disable recently added section for Albums
ca_es: Desactiva la secció afegida recentment a Àlbums

# #31245
source: Finishes
ca_es: Finalitza

# #31248
source: Queue
ca_es: Cua

# #31249
source: Live TV
ca_es: TV en directe

# #31250
source: Radio
ca_es: Ràdio

# #31251
source: Eject Disc
ca_es: Expulsa el disc

# #31252
source: Album
ca_es: Àlbum
